export const bangkokDistricts = [
  "คลองเตย", "คลองสาน", "คลองสามวา", "คันนายาว", "จตุจักร", 
  "จอมทอง", "ดอนเมือง", "ดินแดง", "ดุสิต", "ตลิ่งชัน", 
  "ทวีวัฒนา", "ทุ่งครุ", "ธนบุรี", "บางกะปิ", "บางกอกน้อย",
  "บางกอกใหญ่", "บางขุนเทียน", "บางเขน", "บางคอแหลม", "บางแค",
  "บางซื่อ", "บางนา", "บางบอน", "บางพลัด", "บางรัก",
  "บึงกุ่ม", "ปทุมวัน", "ประเวศ", "ป้อมปราบฯ", "พญาไท",
  "พระนคร", "พระโขนง", "ภาษีเจริญ", "มีนบุรี", "ยานนาวา",
  "ราชเทวี", "ราษฎร์บูรณะ", "ลาดกระบัง", "ลาดพร้าว", "วังทองหลาง",
  "วัฒนา", "สะพานสูง", "สาทร", "สายไหม", "สัมพันธวงศ์",
  "สวนหลวง", "หนองจอก", "หนองแขม", "หลักสี่", "ห้วยขวาง"
];

export const bangkokSchools = {
  "คลองเตย": [
    { name: "ชุมชนหมู่บ้านพัฒนา", phone: "0 2249 4499" },
    { name: "วัดคลองเตย", phone: "0 2249 3412" },
    { name: "วัดสะพาน", phone: "0 2311 5120" },
    { name: "ศูนย์รวมน้ำใจ", phone: "0 2249 2189" }
  ],
  
  "คลองสาน": [
    { name: "วัดเศวตฉัตร", phone: "0 2437 2327" },
    { name: "วัดสุทธาราม", phone: "0 2438 8692" },
    { name: "วัดทองเพลง", phone: "0 2438 2657" },
    { name: "วัดทองธรรมชาติ", phone: "0 2437 9456" },
    { name: "วัดทองนพคุณ", phone: "0 2437 2040" },
    { name: "วัดพิชัยญาติ", phone: "0 2437 3768" },
    { name: "วัดสุวรรณ", phone: "0 2437 5585" },
    { name: "มัธยมวัดสุทธาราม", phone: "0 2437 7183" }
  ],

  "คลองสามวา": [
    { name: "กลางคลองสอง", phone: "0 2175 3122" },
    { name: "บางชัน(ปลื้มวิทยานุสรณ์)", phone: "0 2517 0380" },
    { name: "บ้านแบนชะโด", phone: "0 2906 1319" },
    { name: "บ้านหนองระแหง(ชมแสงประชานุกูล)", phone: "0 2569 2119" },
    { name: "ประชาราษฎร์อุปถัมภ์วิทยา", phone: "0 2175 3070" },
    { name: "วัดคู้บอน", phone: "0 2510 4699" },
    { name: "วัดบัวแก้ว", phone: "0 2543 7305" },
    { name: "วัดแป้นทอง", phone: "0 2915 4279" },
    { name: "วัดพระยาสุเรนทร์", phone: "0 2914 0176" },
    { name: "วัดลำกะดาน", phone: "0 2569 1054" },
    { name: "วัดศรีสุก(แย้มเยื้อนอุปถัมภ์)", phone: "0 2988 6143" },
    { name: "วัดสุขใจ", phone: "0 2906 1632" },
    { name: "วัดสุทธิสะอาด", phone: "0 2915 6511" },
    { name: "สุเหร่าเกาะขุนเณร", phone: "0 2543 7042" },
    { name: "สุเหร่าคลองสี่", phone: "0 2989 7244" },
    { name: "สุเหร่าคลองหนึ่ง(มานะราษฎร์บำรุง)", phone: "0 2175 3076" },
    { name: "สุเหร่าสามวา", phone: "0 2993 1284" },
    { name: "สุเหร่าแสนแสบ", phone: "0 2543 7322" }
  ],

  "คันนายาว": [
    { name: "คันนายาว", phone: "0 2517 0728" },
    { name: "จินดาบำรุง", phone: "0 2510 5423" }
  ],

  "จตุจักร": [
    { name: "บ้านลาดพร้าว", phone: "0 2541 8512" },
    { name: "ประชานิเวศน์", phone: "0 2588 4028" },
    { name: "มัธยมประชานิเวศน์", phone: "0 2591-5474" },
    { name: "รัตนโกสินทร์สมโภช", phone: "0 2589 2054" },
    { name: "วัดเทวสุนทร", phone: "0 2589 6361" },
    { name: "วัดเสมียนนารี", phone: "0 2589 4936" },
    { name: "เสนานิคม", phone: "0 2579 5543" }
  ],

  "จอมทอง": [
    { name: "วัดไทร(ถาวรพรหมานุกูล)", phone: "0 2415 0624" },
    { name: "วัดนาคนิมิตร", phone: "0 2468 5210" },
    { name: "วัดนางนอง(พิพัฒน์)", phone: "0 2468 0623" },
    { name: "วัดบางขุนเทียนนอก", phone: "0 2468 5219" },
    { name: "วัดบางประทุนนอก", phone: "0 2415 2279" },
    { name: "วัดโพธิ์แก้ว", phone: "0 2427 5140" },
    { name: "วัดโพธิ์ทอง", phone: "0 2427 3264" },
    { name: "วัดมงคลวราราม", phone: "0 2427 3264" },
    { name: "วัดยายร่ม", phone: "0 2427 3264" },
    { name: "วัดศาลาครืน", phone: "0 2468 6052" },
    { name: "วัดสีสุก", phone: "0 2468 5157" }
  ],

  "ดอนเมือง": [
    { name: "วัดดอนเมือง(ทหารอากาศอุทิศ)", phone: "0 2566 2862" },
    { name: "บำรุงรวิวรรณวิทยา(ทุ่งสีกัน)", phone: "0 2929 2172" },
    { name: "ประชาอุทิศ(จันทาบอนุสรณ์)", phone: "0 2565 2525" },
    { name: "เปรมประชา", phone: "0 2536 2196" },
    { name: "พหลโยธิน(พวงเจริญอุปถัมภ์)", phone: "0 2531 3005" },
    { name: "วัดเวฬุวนาราม(สินทรัพย์อนุสรณ์)", phone: "0 2573 4956" }
  ],

  "ดินแดง": [
    { name: "วิชากร", phone: "0 2246 1555" },
    { name: "วิชูทิศ", phone: "0 2246 1551" },
    { name: "สามเสนนอก(ประชาราษฎร์อนุกูล)", phone: "0 2277 0557" }
  ],

  "ดุสิต": [
    { name: "วัดเบญจมบพิตร", phone: "0 2281 0158" },
    { name: "วัดจันทรสโมสร", phone: "0 2241 2655" },
    { name: "วัดเทวราชกุญชร", phone: "0 2281 7938" },
    { name: "วัดธรรมาภิรตาราม", phone: "0 2587 0827" },
    { name: "วัดประชาระบือธรรม", phone: "0 2241 0268" },
    { name: "วัดสวัสดิ์วารีสีมาราม", phone: "0 2241 0437" },
    { name: "วัดราชผาติการาม", phone: "0 2241 0495" },
    { name: "วัดสมณานัมบริหาร", phone: "0 2282 2703" },
    { name: "สุโขทัย", phone: "0 2241 3673" }
  ],

  "ตลิ่งชัน": [
    { name: "ฉิมพลี", phone: "0 2448 4900" },
    { name: "ชุมทางตลิ่งชัน", phone: "0 2448 4912" },
    { name: "วัดกระโจมทอง", phone: "0 2410 7938" },
    { name: "วัดเกาะ", phone: "0 2410 7806" },
    { name: "วัดไก่เตี้ย(สวัสดิ์ประชานุกูล)", phone: "0 2424 9516" },
    { name: "วัดชัยพฤกษมาลา", phone: "0 2435 9511" },
    { name: "วัดช่างเหล็ก", phone: "0 2424 7045" },
    { name: "วัดตลิ่งชัน", phone: "0 2424 7044" },
    { name: "วัดทอง(อุดมศิลปวิทยาคาร)", phone: "0 2412 9791" },
    { name: "วัดประสาท", phone: "0 2418 4149" },
    { name: "วัดปากน้ำฝั่งเหนือ", phone: "0 2410 7805" },
    { name: "วัดพิกุล", phone: "0 2410 1638" },
    { name: "วัดโพธิ์(ราษฎร์ผดุงผล)", phone: "0 2448 6113" },
    { name: "วัดมะกอก", phone: "0 2448 6188" },
    { name: "วัดรัชฎาธิฐาน", phone: "0 2412 4020" },
    { name: "วัดอินทราวาส", phone: "0 2418 4076" }
  ],

  "ทวีวัฒนา": [
    { name: "คลองต้นไทร(สุขล้อมอุทิศ)", phone: "0 2448 1539" },
    { name: "คลองทวีวัฒนา", phone: "0 2441 9449" },
    { name: "คลองบางพรหม", phone: "0 2441 3157" },
    { name: "คลองมหาสวัสดิ์", phone: "0 2447 7430" },
    { name: "ตั้งพิรุฬห์ธรรม", phone: "0 2441 3073-4" },
    { name: "วัดปุรณาวาส", phone: "0 2441 9584" },
    { name: "มัธยมปุรณาวาส", phone: "0 2441 9584" }
  ],

  "ทุ่งครุ": [
    { name: "คลองรางจาก", phone: "0 2463 2328" },
    { name: "ชูสินทองประดิษฐ์อนุสรณ์", phone: "0 2428 3010" },
    { name: "นาหลวง", phone: "0 2427 5630" },
    { name: "บางมด(ตันเปาว์วิทยาคาร)", phone: "0 2426 3899" },
    { name: "รางราชพฤกษ์(นุชมีอุทิศ)", phone: "0 2426 2311" },
    { name: "ราษฎร์บูรณะ", phone: "0 2426 0220" },
    { name: "วัดทุ่งครุ", phone: "0 2463 7295" },
    { name: "สามัคคีบำรุง", phone: "0 2463 2836" }
  ],

  "ธนบุรี": [
    { name: "วัดกระจับพินิจ", phone: "0 2477 9158" },
    { name: "วัดกันตทาราราม", phone: "0 2466 0390" },
    { name: "วัดกัลยาณมิตร", phone: "0 2466 2655" },
    { name: "วัดขุนจันทร์", phone: "0 2466 3075" },
    { name: "วัดดาวคนอง", phone: "0 2468 0654" },
    { name: "วัดบางน้ำชน", phone: "0 2460 1303" },
    { name: "วัดบางสะแกนอก", phone: "0 2465 0350" },
    { name: "วัดบางสะแกใน", phone: "0 2476 6280" },
    { name: "วัดบุคคโล", phone: "0 2468 0659" },
    { name: "วัดประดิษฐาราม", phone: "0 2466 3442" },
    { name: "วัดประยุรวงศ์", phone: "0 2466 2654" },
    { name: "วัดโพธินิมิตร", phone: "0 2466 3441" },
    { name: "วัดราชคฤห์", phone: "0 2466 0859" },
    { name: "วัดราชวรินทร์", phone: "0 2438 8660" },
    { name: "วัดเวฬุราชิณ", phone: "0 2466 0584" },
    { name: "วัดใหญ่ศรีสุพรรณ", phone: "0 2465 8104" },
    { name: "วัดใหม่ยายนุ้ย", phone: "0 2465 0424" }
  ],

  "บางกะปิ": [
    { name: "ไขศรีปราโมทย์อนุสรณ์", phone: "0 2377 6514" },
    { name: "คลองกะจะ", phone: "0 2300 4695" },
    { name: "บ้านบางกะปิ", phone: "0 2733 7069" },
    { name: "มัธยมบ้านบางกะปิ", phone: "0 2377 3707" },
    { name: "ลำสาลี(ราษฎร์บำรุง)", phone: "0 2379 4724" },
    { name: "วัดเทพลีลา", phone: "0 2318 0675" },
    { name: "วัดบึงทองหลาง", phone: "0 2138 8862" },
    { name: "สุเหร่าคลองจั่น", phone: "0 2374 6558" },
    { name: "วัดศรีบุญเรือง", phone: "0 2377 6929" },
    { name: "สุเหร่าวังใหญ่", phone: "0 2368 3909" },
    { name: "สุเหร่าหัวหมากน้อย", phone: "0 2374 4170" }
  ],

  "บางกอกน้อย": [
    { name: "วัดเจ้าอาม", phone: "0 2424 1377" },
    { name: "วัดดงมูลเหล็ก", phone: "0 2411 3981" },
    { name: "วัดดุสิตาราม", phone: "0 2424 0418" },
    { name: "วัดบางขุนนนท์", phone: "0 2424 5827" },
    { name: "วัดบางเสาธง", phone: "0 2411 2256" },
    { name: "วัดปฐมบุตรอิศราราม", phone: "0 2424 0415" },
    { name: "วัดพระยาท้า", phone: "0 2411 1251" },
    { name: "วัดโพธิ์เรียง", phone: "0 2412 3036" },
    { name: "วัดยางสุทธาราม", phone: "0 2412 2481" },
    { name: "วัดวิเศษการ", phone: "0 2412 3193" },
    { name: "วัดศรีสุดาราม", phone: "0 2424 0424" },
    { name: "วัดสุวรรณคีรี", phone: "0 2424 0416" },
    { name: "วัดสุวรรณาราม", phone: "0 2424 4087" },
    { name: "วัดอัมพวา", phone: "0 2411 0548" }
  ],

  "บางกอกใหญ่": [
    { name: "วัดดีดวด", phone: "0 2711 2113" },
    { name: "วัดท่าพระ", phone: "0 2467 0595" },
    { name: "วัดนาคกลาง", phone: "0 2465 0583" },
    { name: "วัดประดู่ฉิมพลี", phone: "0 2467 1972" },
    { name: "วัดราชสิทธาราม", phone: "0 2891 1232" },
    { name: "วัดใหม่พิเรนทร์", phone: "0 2465 0585" },
    { name: "วัดมะลิ", phone: "0 2412 2481" }
  ],

  "บางขุนเทียน": [
    { name: "แก้วข้าทับอุปถัมภ์", phone: "0 2897 4377" },
    { name: "คลองพิทยาลงกรณ์", phone: "0 2452 5001" },
    { name: "ราชมนตรี(ปลื้ม-เชื่อมนุกูล)", phone: "0 2415 1546" },
    { name: "บางขุนเทียนศึกษา", phone: "0 2415 2136" },
    { name: "วัดกก", phone: "0 2415 1254" },
    { name: "วัดกำแพง", phone: "0 2415 2276" },
    { name: "วัดท่าข้าม", phone: "0 2451 7566" },
    { name: "วัดบัวผัน", phone: "0 2873 8451" },
    { name: "วัดบางกระดี่", phone: "0 2452 1480" },
    { name: "วัดประชาบำรุง", phone: "0 2452 3473" },
    { name: "วัดเลา", phone: "0 2415 1224" },
    { name: "วัดสะแกงาม", phone: "0 2451 5672" },
    { name: "วัดแสมด้า", phone: "0 2415 7206" },
    { name: "วัดหัวกระบือ", phone: "0 2416 1166" },
    { name: "ศาลเจ้า(ห้าวนุกูลวิทยา)", phone: "0 2415 2089" },
    { name: "หมู่บ้านเกาะโพธิ์", phone: "0 2452 8401" }
  ],

  "บางเขน": [
    { name: "ไทยนิยมสงเคราะห์", phone: "0 2521 0427" },
    { name: "บ้านคลองบัว", phone: "0 2519 9104" },
    { name: "บ้านบัวมล(เจริญราษฎร์อุทิศ)", phone: "0 2519 8825" },
    { name: "ประชาภิบาล", phone: "0 2521 0424" },
    { name: "วัดไตรรัตนาราม", phone: "0 2552 2079" }
  ],

  "บางคอแหลม": [
    { name: "วัดจันทร์นอก", phone: "0 2289 0148" },
    { name: "วัดจันทร์ใน", phone: "0 2289 3733" },
    { name: "วัดไทร", phone: "0 2289 0400" },
    { name: "วัดบางโคล่นอก", phone: "0 2289 0090" },
    { name: "วัดไผ่เงินโชตนาราม", phone: "0 2211 3966" },
    { name: "วัดราชสิงขร", phone: "0 2289 0611" },
    { name: "วัดลาดบัวขาว", phone: "0 2289 0664" }
  ],

  "บางแค": [
    { name: "คลองหนองใหญ่", phone: "0 2413 2939" },
    { name: "บางแค(เนื่องสังวาลย์อนุสรณ์)", phone: "0 2413 1682" },
    { name: "บางแคเหนือ", phone: "0 2413 0027" },
    { name: "บางเชือกหนัง", phone: "0 2448 2526" },
    { name: "บางไผ่(บ้านนายพันแก้วขาว)", phone: "0 2410 3455" },
    { name: "เพชรเกษม(จตุรงค์สงครามอนุสรณ์)", phone: "0 2421 1134" },
    { name: "วัดบุณยประดิษฐ์", phone: "0 2413 2937" },
    { name: "วัดพรหมสุวรรณสามัคคี", phone: "0 2421 0015" },
    { name: "วัดม่วง", phone: "0 2413 1490" },
    { name: "วัดราษฎร์บำรุง(งามศิริวิทยาคาร)", phone: "0 2421 0166" },
    { name: "วัดศาลาแดง", phone: "0 2421 0681" },
    { name: "หมู่บ้านเศรษฐกิจ", phone: "0 2421 0110" }
  ],

  "บางซื่อ": [
    { name: "วัดทองสุทธาราม", phone: "0 2585 6824" },
    { name: "วัดบางโพโอมาวาส", phone: "0 2585 0627" },
    { name: "วัดประชาศรัทธาธรรม", phone: "0 2585 1678" },
    { name: "วัดประดู่ธรรมาธิปัตย์", phone: "0 2585 1941" },
    { name: "วัดมัชฌันติการาม", phone: "0 2585 2201" },
    { name: "วัดเลียบราษฎร์บำรุง", phone: "0 2585 7077" },
    { name: "วัดสร้อยทอง", phone: "0 2585 6463" }
  ],

  "บางนา": [
    { name: "ผ่องพลอยอนุสรณ์", phone: "0 2393 4062" },
    { name: "เพี้ยนพินอนุสรณ์", phone: "0 2393 5966" },
    { name: "รุ่งเรืองอุปถัมภ์", phone: "0 2393 0709" },
    { name: "วัดบางนานอก", phone: "0 2173 4985" },
    { name: "วัดบางนาใน", phone: "0 2393 1646" },
    { name: "ศรีเอี่ยมอนุสรณ์", phone: "0 2397 3579" },
    { name: "อำนวยกนกศิริอนุสรณ์", phone: "0 2383 8821" }
  ],

  "บางบอน": [
    { name: "บ้านนายผล(แม้นสุวรรณอุปถัมภ์)", phone: "0 2450 3665" },
    { name: "บ้านนายสี", phone: "0 2415 7301" },
    { name: "บ้านนายเหรียญ", phone: "0 2445 5415" },
    { name: "พรหมราษฎร์รังสรรค์", phone: "0 2453 0591" },
    { name: "พระยามนธาตุราชศรีพิจิตร์", phone: "0 2415 3589" },
    { name: "วัดนินสุขาราม", phone: "0 2415 1709" },
    { name: "วัดบางบอน", phone: "0 2415 2382" },
    { name: "สถานีพรมแดน", phone: "0 2453 0013" },
    { name: "คงโครัดอุทิศ", phone: "" }
  ],

  "บางพลัด": [
    { name: "บางยี่ขันวิทยาคม", phone: "0 2424 1208" },
    { name: "วัดคฤหบดี(จันทรสถิตย์)", phone: "0 2424 4046" },
    { name: "วัดฉัตรแก้วจงกลณี", phone: "0 2424 3321" },
    { name: "วัดเทพากร(เลี่ยมมาตุทิศ)", phone: "0 2424 4089" },
    { name: "วัดบางพลัด(ป.สุวณโณ)", phone: "0 2434 3268" },
    { name: "วัดเปาโรหิตย์", phone: "0 2424 1374" },
    { name: "วัดรวก", phone: "0 2424 2461" },
    { name: "วัดวิมุตยาราม", phone: "0 2424 1025" },
    { name: "วัดพระยาศิริไอยสวรรค์", phone: "0 2424 0417" },
    { name: "วัดสามัคคีสุทธาวาส", phone: "0 2424 0200" },
    { name: "วัดอาวุธวิกสิตาราม", phone: "0 2424 1249" }
  ],

  "บางรัก": [
    { name: "วัดแก้วแจ่มฟ้า", phone: "0 2236 3654" },
    { name: "วัดม่วงแค", phone: "0 2234 1497" },
    { name: "วัดมหาพฤฒาราม", phone: "0 2236 4560" },
    { name: "วัดสวนพลู", phone: "0 2234 4471" },
    { name: "วัดหัวลำโพง", phone: "0 2233 3730" }
  ],

  "บึงกุ่ม": [
    { name: "คลองกุ่ม", phone: "0 2376 1139" },
    { name: "คลองลำเจียก", phone: "0 2508 0566" },
    { name: "ประภาสวิทยา", phone: "0 2138 6768-9" },
    { name: "พิชัยพัฒนา", phone: "0 2378 1605" },
    { name: "แย้มจาดวิชชานุสรณ์", phone: "0 2510 0130" },
    { name: "วัดนวลจันทร์", phone: "0 2519 1010" },
    { name: "วัดบางเตย", phone: "0 2510 0938" },
    { name: "วัดพิชัย", phone: "0 2377 6160" }
  ],

  "ปทุมวัน": [
    { name: "วัดบรมนิวาส", phone: "0 2214 4521" },
    { name: "ปลูกจิต", phone: "0 2252 8831" },
    { name: "วัดชัยมงคล", phone: "0 2214 0210" },
    { name: "วัดดวงแข", phone: "0 2214 3511" },
    { name: "วัดปทุมวนาราม ในพระราชูปถัมภ์สมเด็จพระเทพรัตนราชสุดาฯ สยามบรมราชกุมารี", phone: "0 2251 2995" },
    { name: "วัดสระบัว", phone: "0 2214 4334" },
    { name: "สวนลุมพินี", phone: "0 2252 6957" }
  ],

  "ประเวศ": [
    { name: "แก่นทองอุปถัมภ์", phone: "0 2398 6947" },
    { name: "คชเผือกอนุสรณ์", phone: "0 2328 0160" },
    { name: "คลองปักหลัก", phone: "0 2329 1549" },
    { name: "คลองมะขามเทศ", phone: "0 2328 0132" },
    { name: "งามมานะ(แผน-ทับอุทิศ)", phone: "0 2321 3674" },
    { name: "มัธยมสุวิทย์เสรีอนุสรณ์", phone: "0 2321 5355" },
    { name: "วัดกระทุ่มเสือปลา", phone: "0 2328 7274" },
    { name: "วัดตะกล้า", phone: "0 2398 4172" },
    { name: "สุวิทย์เสรีอนุสรณ์", phone: "0 2321 3738" },
    { name: "สุเหร่าจรเข้ขบ", phone: "0 2328 8208" },
    { name: "สุเหร่าทับช้าง", phone: "0 2368 2054" },
    { name: "สุเหร่าทางควาย", phone: "0 2321 4704" },
    { name: "สุเหร่าบ้านม้า", phone: "0 2368 2899" },
    { name: "สุเหร่าบึงหนองบอน", phone: "0 2321 2604" },
    { name: "สุเหร่าศาลาลอย", phone: "0 2321 3726" },
    { name: "อยู่เป็นสุขอนุสรณ์", phone: "0 2330 8711" }
  ],

  "ป้อมปราบฯ": [
    { name: "วัดคณิกาผล", phone: "0 2226 3698" },
    { name: "วัดดิสานุการาม", phone: "0 2223 5069" },
    { name: "วัดพระพิเรนทร์", phone: "0 2222 3874" },
    { name: "วัดสิตาราม", phone: "0 2281 0085" }
  ],

  "พญาไท": [
    { name: "วัดไผ่ตัน", phone: "0 2278 1542" }
  ],

  "พระนคร": [
    { name: "ราชบพิธ", phone: "0 2222 0867" },
    { name: "วัดตรีทศเทพ", phone: "0 2282 7851" },
    { name: "วัดพระเชตุพน", phone: "0 2222 0830" },
    { name: "วัดมกุฏกษัตริยาราม", phone: "0 2281 2570" },
    { name: "วัดมหรรณพาราม ในพระราชูปถัมภ์สมเด็จพระเทพรัตนราชสุดาฯสยามบรมราชกุมารี", phone: "0 2224 1165" },
    { name: "วัดมหาธาตุ", phone: "0 2222 2869" },
    { name: "วัดราชนัดดา", phone: "0 2221 0903" },
    { name: "วัดราชบูรณะ", phone: "0 2221 9844" },
    { name: "วัดสุทัศน์", phone: "0 2221 4331" },
    { name: "วัดใหม่อมตรส", phone: "0 2281 7670" },
    { name: "วัดอินทรวิหาร", phone: "0 2281 9875" }
  ],

  "พระโขนง": [
    { name: "บางจาก(นาคเผื่อนอุปถัมภ์)", phone: "0 2741 6310" },
    { name: "พูนสิน(เพชรสุขอุปถัมภ์)", phone: "0 2744 8840" },
    { name: "วัดธรรมมงคล(หลวงพ่อวิริยังอุปถัมภ์)", phone: "0 2741 7684" },
    { name: "วัดราษฎร์ศรัทธาธรรม", phone: "0 2730 0049" }
  ],

  "ภาษีเจริญ": [
    { name: "บางจาก", phone: "0 2457 3470" },
    { name: "วัดกำแพง", phone: "0 2410 4510" },
    { name: "วัดโคนอน", phone: "0 2467 5573" },
    { name: "วัดจันทร์ประดิษฐาราม", phone: "0 2457 0543" },
    { name: "วัดชัยฉิมพลี", phone: "0 2467 5573" },
    { name: "วัดตะล่อม", phone: "0 2410 1805" },
    { name: "วัดโตนด", phone: "0 2467 3256" },
    { name: "วัดทองศาลางาม", phone: "0 2467 1516" },
    { name: "วัดนิมมานรดี", phone: "0 2413 1144" },
    { name: "วัดประดู่บางจาก(พ่วงอุทิศ)", phone: "0 2467 1976" },
    { name: "วัดมะพร้าวเตี้ย", phone: "0 2410 1930" },
    { name: "วัดวิจิตรการนิมิตร", phone: "0 2410 7739" },
    { name: "วัดอ่างแก้ว(จีบ ปานข้า)", phone: "0 2467 0514" }
  ],

  "มีนบุรี": [
    { name: "คลองสองต้นนุ่น", phone: "0 2543 8222" },
    { name: "คลองสาม", phone: "0 2543 8111" },
    { name: "บ้านเกาะ", phone: "0 2543 8333" },
    { name: "บึงขวาง(มหาดไทยอุปถัมภ์)", phone: "0 2543 8400" },
    { name: "มีนบุรี", phone: "0 2540 7137" },
    { name: "วังเล็กวิทยานุสรณ์", phone: "0 2543 8452" },
    { name: "วัดทองสัมฤทธิ์", phone: "0 2175 4100" },
    { name: "วัดบ้าเพ็ญเหนือ", phone: "0 2517 0906" },
    { name: "วัดแสนสุข", phone: "0 2540 7241" },
    { name: "วัดใหม่ลำกแขวก", phone: "0 2172 5159" },
    { name: "ศาลาคู้", phone: "0 2186 0510" },
    { name: "สุเหร่าทรายกองดิน", phone: "0 2543 8669" },
    { name: "สุเหร่าบางชัน", phone: "0 2517 2157" }
  ],

  "ยานนาวา": [
    { name: "วัดคลองภูมิ", phone: "0 2294 1985" },
    { name: "วัดคลองใหม่", phone: "0 2294 3246" },
    { name: "วัดช่องนนทรี", phone: "0 2284 2134" },
    { name: "วัดช่องลม", phone: "0 2285 3466" },
    { name: "วัดดอกไม้", phone: "0 2294 0796" },
    { name: "วัดปริวาศ", phone: "0 2294 2515" }
  ],

  "ราชเทวี": [
    { name: "กิ่งเพชร", phone: "0 2215 3657" },
    { name: "วัดดิสหงสาราม", phone: "0 2252 9934" },
    { name: "วัดทัศนารุณสุนทริการาม", phone: "0 2245 3937" },
    { name: "วัดพระยายัง", phone: "0 2215 3647" }
  ],

  "ราษฎร์บูรณะ": [
    { name: "วัดบางปะกอก", phone: "0 2427 2607" },
    { name: "รัตนจีนะอุทิศ", phone: "0 2427 7408" },
    { name: "วัดประเสริฐสุทธาวาส", phone: "0 2427 4626" },
    { name: "วัดแจงร้อน", phone: "0 2462 6146" },
    { name: "วัดสน", phone: "0 2462 6283" },
    { name: "วัดสารอด", phone: "0 2427 7189" }
  ],

  "ลาดกระบัง": [
    { name: "ขุมทอง(เพชรทองค้าอุปถัมภ์)", phone: "0 2739 5001" },
    { name: "เคหะชุมชนลาดกระบัง", phone: "0 2543 9568" },
    { name: "แดงเป้า(สิงสุขบุรณะ)", phone: "0 2737 9319" },
    { name: "ตำบลขุมทอง(ประชาอุทิศ)", phone: "0 2739 5411" },
    { name: "ประสานสามัคคี(บ้านทับยาว)", phone: "0 2739 5446" },
    { name: "ลำพะอง", phone: "0 2737 2206" },
    { name: "วัดขุมทอง", phone: "0 2739 5399" },
    { name: "วัดทิพพาวาส", phone: "0 2738 6847" },
    { name: "วัดบำรุงรื่น", phone: "0 2360 9283" },
    { name: "วัดบึงบัว", phone: "0 2360-5587" },
    { name: "วัดปลูกศรัทธา", phone: "0 2326 9005" },
    { name: "วัดปากบึง", phone: "0 2543 9844" },
    { name: "วัดพลมานีย์", phone: "0 2172 9743" },
    { name: "วัดราชโกษา", phone: "0 2704 1207" },
    { name: "วัดลาดกระบัง", phone: "0 2326 9653" },
    { name: "วัดลานบุญ", phone: "0 2329 0283" },
    { name: "วัดสังฆราชา", phone: "0 2181 2213" },
    { name: "วัดสุทธาโภชน์", phone: "0 2737 3088" },
    { name: "สุเหร่าลำนายโส", phone: "0 2918 4656" },
    { name: "แสงหิรัญวิทยา", phone: "0 2326 6937" }
  ],

  "ลาดพร้าว": [
    { name: "คลองทรงกระเทียม", phone: "0 2530 1313" },
    { name: "เทพวิทยา", phone: "0 2570 5084" },
    { name: "เพชรถนอม(คลองเสือน้อย)", phone: "0 2570 9302" },
    { name: "ลอยสายอนุสรณ์", phone: "0 2519 1222" },
    { name: "วัดลาดปลาเค้า", phone: "0 2570 7245" },
    { name: "วัดลาดพร้าว", phone: "0 2513 2410" }
  ],

  "วังทองหลาง": [
    { name: "วัดสามัคคีธรรม", phone: "0 2514 2807" },
    { name: "สุเหร่าดอนสะแก", phone: "0 2514 1716" },
    { name: "สุเหร่าลาดพร้าว(อามินเซ็นอุปถัมภ์)", phone: "0 2514 1462" }
  ],

  "วัฒนา": [
    { name: "วัดธาตุทอง", phone: "0 2391 1568" },
    { name: "แจ่มจันทร์", phone: "0 2392 0553" },
    { name: "วัดภาษี", phone: "0 2392 5534" },
    { name: "วิจิตรวิทยา", phone: "0 2392 1570" },
    { name: "สวัสดีวิทยา", phone: "02 261 1913" },
    { name: "สุเหร่าบางมะเขือ", phone: "0 2392 6962" },
    { name: "สุเหร่าบ้านดอน", phone: "0 2392 0530" },
    { name: "สุเหร่าสามอิน", phone: "0 2392 1571" }
  ],

  "สะพานสูง": [
    { name: "วัดลาดบัวขาว", phone: "0 2373 8744" },
    { name: "สมโภชกรุงอนุสรณ์(200 ปี)", phone: "0 2368 2652" },
    { name: "สามแยกคลองหลอแหล", phone: "0 2517 8560" },
    { name: "สุเหร่าซีรอ", phone: "0 2171 6353" },
    { name: "สุเหร่าทับช้างคลองบน", phone: "0 2368 2116" },
    { name: "สุเหร่าลาดบัวขาว", phone: "0 2184 7787" }
  ],

  "สาทร": [
    { name: "วัดดอน", phone: "0 2212 8776" },
    { name: "วัดยานนาวา", phone: "0 2211 9482" }
  ],

  "สายไหม": [
    { name: "ซอยแอนเนกซ์", phone: "0 2523 8976" },
    { name: "ประชานุกูล", phone: "0 2523 7649" },
    { name: "พรพระร่วงประสิทธิ์", phone: "0 2519 8827" },
    { name: "วัดเกาะสุวรรณาราม", phone: "0 2523 6845" },
    { name: "ฤทธิยะวรรณาลัย", phone: "0 2531 4608" },
    { name: "วัดราษฎร์นิยมธรรม", phone: "0 2521 0501" },
    { name: "วัดหนองใหญ่", phone: "0 2533 3493" },
    { name: "สายไหม", phone: "0 2536 0363" },
    { name: "ออเงิน", phone: "0 2533 3494" }
  ],

  "สัมพันธวงศ์": [
    { name: "วัดจักรวรรดิ", phone: "0 2221 8723" },
    { name: "วัดปทุมคงคา", phone: "0 2233 3216" },
    { name: "วัดสัมพันธวงศ์", phone: "0 2222 6084" }
  ],

  "สวนหลวง": [
    { name: "คลองกลันตัน", phone: "0 2362 5245" },
    { name: "นาคนาวาอุปถัมภ์", phone: "0 2314 0344" },
    { name: "มัธยมนาคนาวาอุปถัมภ์", phone: "0 2318 8028" },
    { name: "วัดใต้(ราษฎรนิมิต)", phone: "0 2331 1071" },
    { name: "วัดทองใน", phone: "0 2311 1629" },
    { name: "วัดปากบ่อ", phone: "0 2321 2684" },
    { name: "สุเหร่าใหม่", phone: "0 2321 2559" },
    { name: "หัวหมาก", phone: "0 2321 3690" }
  ],

  "หนองจอก": [
    { name: "คลองสอง", phone: "0 2988 7952" },
    { name: "คารีอุปถัมภ์", phone: "0 2988 7225" },
    { name: "นีลราษฎร์อุปถัมภ์", phone: "0 2988 2296" },
    { name: "บ้านเจียรดับ", phone: "0 2543 1165" },
    { name: "บ้านลำต้นกล้วย", phone: "0 2543 1202" },
    { name: "ผลลีรุ่งเรือง", phone: "0 2543 5445" },
    { name: "ลำเจดีย์", phone: "0 2988 6715" },
    { name: "ลำบุหรี่พวง", phone: "0 2988 6354" },
    { name: "ลำผักชี", phone: "0 2988 5400" },
    { name: "วัดทรัพย์สโมสร", phone: "0 2186 0506" },
    { name: "วัดพระยาปลา", phone: "0 2563 1118" },
    { name: "วัดราษฎร์บำรุง", phone: "0 2988 7138" },
    { name: "วัดลำต้อยติ่ง", phone: "0 2988 7224" },
    { name: "วัดสามง่าม", phone: "0 2906 1013" },
    { name: "วัดสีชมพู", phone: "0 2988 6099" },
    { name: "วัดแสนเกษม", phone: "0 2989 9575" },
    { name: "วัดหนองจอก(ภักดีนรเศรษฐ)", phone: "0 2543 1160" },
    { name: "วัดใหม่กระทุ่มล้ม", phone: "0 2988 7137" },
    { name: "วัดใหม่เจริญราษฎร์", phone: "0 2989 9821" },
    { name: "วัดอู่ตะเภา", phone: "0 2956 5391" },
    { name: "ศิริวังวิทยาคาร", phone: "0 2178 3421" },
    { name: "สังฆประชานุสสรณ์", phone: "0 2988 5967" },
    { name: "สามแยกท่าไข่", phone: "0 2543 1309" },
    { name: "สุเหร่าคลองเก้า", phone: "0 2989 7377" },
    { name: "สุเหร่าคลองสิบ", phone: "0 2988 6307" },
    { name: "สุเหร่าคลองสิบเอ็ด", phone: "0 2988 6297" },
    { name: "สุเหร่านาตับ", phone: "0 2989 8480" },
    { name: "สุเหร่าบ้านเกาะ", phone: "0 2989 9727" },
    { name: "สุเหร่าลำแขก", phone: "0 2543 1931" },
    { name: "สุเหร่าศาลาแดง", phone: "0 2543 1163" },
    { name: "สุเหร่าสนามกลางลำ", phone: "0 2988 6754" },
    { name: "สุเหร่าหะยีมินา", phone: "0 2543 1161" },
    { name: "สุเหร่าใหม่", phone: "0 2543 1493" },
    { name: "สุเหร่าอีรั่ว", phone: "0 2988 0512" },
    { name: "หนองจอกพิทยานุสรณ์", phone: "0 2543 1166" },
    { name: "หลวงแพ่ง(บำรุงรัฐกิจ)", phone: "0 2988 2295" },
    { name: "อิสลามลำไพร", phone: "0 2543 1558" }
  ],

  "หนองแขม": [
    { name: "มนต์จรัสสิงห์อนุสรณ์", phone: "0 2421 3821" },
    { name: "บ้านขุนประเทศ", phone: "0 2421 0075" },
    { name: "ประชาบำรุง", phone: "0 2421 0168" },
    { name: "วัดศรีนวลธรรมวิมล", phone: "0 2429 3655" },
    { name: "วัดหนองแขม", phone: "0 2429 3714" },
    { name: "วัดอุดมรังสี", phone: "0 2421 0220" }
  ],

  "หลักสี่": [
    { name: "การเคหะท่าทราย", phone: "0 2589 9777" },
    { name: "เคหะทุ่งสองห้องวิทยา1", phone: "0 2573 4835" },
    { name: "เคหะทุ่งสองห้องวิทยา2", phone: "0 2573 4836" },
    { name: "ทุ่งสองห้อง(คุปตัษเฐียรอุทิศ)", phone: "0 2573 4908" },
    { name: "บางเขน(ไว้สาลีอนุสรณ์)", phone: "0 2454 7569" },
    { name: "วัดหลักสี่(ทองใบ ทิวารี)", phone: "0 2573 7123" }
  ],

  "ห้วยขวาง": [
    { name: "ประชาราษฎร์บำเพ็ญ", phone: "0 2277 3353" },
    { name: "พระราม ๙ กาญจนาภิเษก", phone: "0 2319 3744" },
    { name: "วัดใหม่ช่องลม", phone: "0 2314 4311" }
  ]
};